{
         
    "oxen": {
            "Horoskope": "Idag vill du planera lite inför våren och du vill även strukturera upp din ekonomi lite. Det blir en bra och produktiv dag där du får en hel del gjort hemma. Under dagen fixar du med småprojekt som du inte hunnit med under julen. Kvällen bjuder på god mat och skvaller.          "
            },
    
    "väduren": {
            "Horoskope": "Lördagen består av vila och av att ta daggen som den kommer. Du är matt efter en lång vecka och du orkar inte dra igång något projekt hemma. Just nu tampas du med ett problem på jobbet och det kan hända att du tar arbete med dig hem över helgen."
            },
    
    "Tvillingarna": {
            "Horoskope": "Du är lite impulsiv just nu och det är både bra och dåligt. Det som är bra är att du blir mer flexibel och det inte betyder så mycket om planerna för dagen ändras. Det som är mindre bra är att du blir dålig på att hålla tiderna och att du tenderar att göra av med för mycket pengar."
            },
    
    "Kräftan": {
            "Horoskope": "Den här dagen har du svårt att engagera dig. Det finns hundra saker du borde ta tag i, men risken är stor att du hamnar framför tv eller datorn och stannar där resten av dagen. Egentligen handlar det om att det är många tankar som snurrar i din skalle och en mängd känslor som du vill få rätsida på."
            },
    
    "Lejonet": {
            "Horoskope": "Du är lite rastlös den här lördagen. Du har något som du vill få ur dig, men just nu har du inte möjlighet att träffa den person som du vill prata med. Du tränger undan dina känslor och satsar på en fysisk aktivitet istället som en sport eller en äventyrshobby."
            },
    
    "Jungfru": {
            "Horoskope": "Dagen blir härligt slö. Du har några mindre projekt som du bör ta tag i, men i övrigt så kan du göra lite som du vill den här dagen. Om du shoppar kommer du att göra fina fynd, du har tur med det materiella just nu."
            },
    
    "vågen": {
            "Horoskope": "Lördagen handlar om att få fram sanningen. Du inser att det är många rykten som florerar, men du misstänker att det mesta antingen är överdrivet eller total lögn. Nu vill du veta vad eller vem som orsaker de här ryktena."
            },
    
    "scorpionen": {
            "Horoskope": "Den här dagen har du svårt att komma ur sängen. Du kan antingen vara väldigt trött eller så är du lite småkrasslig. Lyssna på din kropp. Om du behöver en heldag med tv, böcker, godis och horisontellt läge så ska du unna dig det."
            },
    
    "skytten": {
            "Horoskope": "Idag försöker du få till en träff med en flirt som du har, men det blir inte alls som du tänkt dig. Du verkar ha missförstått de signaler som hen skickar ut. Du har en annan beundrare som mer än gärna vill träffa dig, ge hen en chans. Även om ni är olika så passar ni bra ihop."
            },
    
    "stenbocken": {
            "Horoskope": "Idag så har du mycket aktivitet i ditt tecken. Det blir en högintensiv dag där du både lär dig en hel del och testar en del nya tekniker. Under eftermiddagen börjar du prata med en person som du inte känner så väl, du inser att ni har en hel del gemensamt."
            },
    
    "vattumanen": {
            "Horoskope": "Den här lördagen kretsar kring en hobby och kring god mat. Du behöver verkligen få tid för dig själv och det får du den här lördagen. På eftermiddagen och kvällen blir du överraskad av din partner, en familjemedlem eller en vän. Hen visar dig extra omtanke den här lördagskvällen."
            },
    
    "fiskarna": {
            "Horoskope": "Du känner dig nöjd efter gårdagen och du väljer att ta det lite lugnt idag. Lördagen kan bjuda på en hobby, men inget allt för ansträngande. Idag har du tät kontakt med en person som du börjar komma allt närmare."
            }
}